Repository: Rodisteph/steady
Catalog: Steady/Localizable.xcstrings
Source language: fr
Languages: en, es, pt

source: Bois assez d'eau 21 jours d'affilée.
en: Drink enough water 21 days in a row.
es: Bebe suficiente agua 21 días seguidos.
pt: Bebe água suficiente 21 dias seguidos.

source: Bois assez d'eau, tous les jours.
en: Drink enough water, every day.
es: Bebe suficiente agua, cada día.
pt: Bebe água suficiente, todos os dias.

source: Bon après-midi
en: Good afternoon
es: Buenas tardes
pt: Boa tarde

source: Bonjour
en: Good morning
es: Buenos días
pt: Bom dia

source: Bonsoir
en: Good evening
es: Buenas noches
pt: Boa noite

source: Bouge un peu chaque jour, sans matériel.
en: Move a little every day, no equipment.
es: Muévete un poco cada día, sin material.
pt: Mexe-te um pouco todos os dias, sem material.

source: Bouger 30 min
en: Move 30 min
es: Moverse 30 min
pt: Mexer-se 30 min

source: Boutique
en: Shop
es: Tienda
pt: Loja

source: Bravo, continue comme ça.
en: Well done, keep it up.
es: ¡Bien hecho, sigue así!
pt: Muito bem, continua assim.

source: Brûle 10 000 kcal actives ce mois. Suivi via Apple Santé.
en: Burn 10,000 active kcal this month. Tracked via Apple Health.
es: Quema 10 000 kcal activas este mes. Seguido con Apple Salud.
pt: Queime 10.000 kcal ativas este mês. Rastreado via Apple Saúde.

source: Budget d'adulte
en: Grown-up budget
es: Presupuesto de adulto
pt: Orçamento de adulto

source: C'est aujourd'hui
en: It's today
es: Es hoy
pt: É hoje

source: C'est aujourd'hui, courage !
en: It's today, you've got this!
es: ¡Es hoy, tú puedes!
pt: É hoje, você consegue!

source: C'est l'heure de %@ 🌿
en: Time for %@ 🌿
es: Es hora de %@ 🌿
pt: Está na hora de %@ 🌿

source: C'est l'heure de %@. Tu l'as validée %lld fois cette semaine !
en: Time for %1$@. You logged it %2$lld times this week!
es: Es hora de %1$@. Lo has registrado %2$lld veces esta semana.
pt: Está na hora de %1$@. Registaste %2$lld vezes esta semana!

source: C'est le nom que tes amis chercheront pour t'ajouter. Sans pseudo, tu apparais comme « Moi ».
en: This is the name your friends will search for to add you. Without it, you show up as “Me”.
es: Es el nombre que tus amigos buscarán para añadirte. Sin apodo, apareces como «Yo».
pt: É o nome que seus amigos buscarão para adicionar você. Sem apelido, você aparece como “Eu”.

source: Calendrier du mois, %lld validations.
en: Month calendar, %lld check-ins.
es: Calendario del mes, %lld validaciones.
pt: Calendário do mês, %lld validações.

source: Calories actives
en: Active calories
es: Calorías activas
pt: Calorias ativas

source: Catégorie
en: Category
es: Categoría
pt: Categoria

source: Ce message contient des propos offensants. Steady applique une tolérance zéro.
en: This message contains offensive language. Steady has zero tolerance.
es: Este mensaje contiene lenguaje ofensivo. Steady aplica tolerancia cero.
pt: Esta mensagem contém linguagem ofensiva. O Steady aplica tolerância zero.

source: Ce mois
en: This month
es: Este mes
pt: Este mês

source: Ce mois-ci
en: This month
es: Este mes
pt: Este mês

source: Ce que tu débloques
en: What you unlock
es: Lo que desbloqueas
pt: O que desbloqueias

source: Cerveau affûté
en: Sharp mind
es: Mente afilada
pt: Mente afiada

source: Cette action efface définitivement ton profil, tes amis et tes données serveur. Tes habitudes restent sur ton appareil. Confirme ton identité avec Apple pour continuer.
en: This permanently erases your profile, friends and server data. Your habits stay on your device. Confirm your identity with Apple to continue.
es: Esto borra para siempre tu perfil, amigos y datos del servidor. Tus hábitos quedan en tu dispositivo. Confirma tu identidad con Apple para continuar.
pt: Isto apaga definitivamente o teu perfil, amigos e dados no servidor. Os teus hábitos ficam no dispositivo. Confirma a tua identidade com a Apple para continuar.

source: Cette année
en: This year
es: Este año
pt: Este ano

source: Cette semaine
en: This week
es: Esta semana
pt: Esta semana

source: Cette semaine était calme. Pas de souci, on reprend doucement lundi.
en: This week was quiet. No worries, we ease back in on Monday.
es: Esta semana fue tranquila. Tranquilo, retomamos con calma el lunes.
pt: Esta semana foi calma. Sem problema, recomeçamos com calma na segunda.

source: Chambre fraîche et sombre
en: Cool, dark room
es: Habitación fresca y oscura
pt: Quarto fresco e escuro

source: Chaque jour validé est une brique. Tu bâtis quelque chose de solide.
en: Each completed day is a brick. You're building something solid.
es: Cada día validado es un ladrillo. Estás construyendo algo sólido.
pt: Cada dia validado é um tijolo. Estás a construir algo sólido.

source: Chaque jour, un vrai bloc de travail sans distraction.
en: Every day, one real block of focused work.
es: Cada día, un bloque real de trabajo sin distracciones.
pt: Todos os dias, um bloco real de trabalho sem distrações.

source: Chaque petit pas compte. Prends un instant pour toi.
en: Every little step counts. Take a moment for yourself.
es: Cada pequeño paso cuenta. Tómate un momento para ti.
pt: Cada pequeno passo conta. Reserva um momento para ti.

source: Chercher un pseudo…
en: Search a username…
es: Buscar un apodo…
pt: Buscar um apelido…

source: Choisir
en: Choose
es: Elegir
pt: Escolher

source: Choisir une habitude
en: Choose a habit
es: Elegir un hábito
pt: Escolher um hábito

source: Choisir une icône
en: Choose an icon
es: Elegir un icono
pt: Escolher um ícone

source: Choisis au moins un ami
en: Pick at least one friend
es: Elige al menos un amigo
pt: Escolha pelo menos um amigo

source: Choisis ton pseudo
en: Choose your username
es: Elige tu apodo
pt: Escolha seu apelido

source: Classement
en: Leaderboard
es: Clasificación
pt: Classificação

source: Classement des validations
en: Check-ins leaderboard
es: Clasificación de validaciones
pt: Ranking de validações

source: Classer un document
en: File one document
es: Archivar un documento
pt: Arquivar um documento

source: Coach IA personnel
en: Personal AI coach
es: Coach de IA personal
pt: Coach de IA pessoal

source: Coder 30 min
en: Code 30 min
es: Programar 30 min
pt: Programar 30 min

source: Coder chaque jour
en: Code every day
es: Programar cada día
pt: Programar todos os dias

source: Commence la journée du bon pied.
en: Start the day right.
es: Empieza el día con buen pie.
pt: Começa o dia com o pé direito.

source: Commencer
en: Get started
es: Empezar
pt: Começar

source: Commencer l'essai gratuit
en: Start free trial
es: Empezar prueba gratis
pt: Começar teste grátis

source: Commencez en douceur
en: Start gently
es: Empieza con calma
pt: Comece com calma

source: Comment te sens-tu ?
en: How are you feeling?
es: ¿Cómo te sientes?
pt: Como te sentes?

source: Comment te sens-tu, là, maintenant ?
en: How do you feel right now?
es: ¿Cómo te sientes ahora mismo?
pt: Como te sentes agora mesmo?

source: Communauté
en: Community
es: Comunidad
pt: Comunidade

source: Comprends enfin pourquoi tu décroches
en: Finally understand why you slip
es: Entiende por fin por qué abandonas
pt: Entenda finalmente por que você desiste

source: Comprends pourquoi tu décroches
en: Discover why you fail certain habits
es: Descubre por qué abandonas
pt: Descobre porque desistes

source: Compte à rebours et sessions focus qui valident tes révisions
en: Countdown and focus sessions that check off your study time
es: Cuenta atrás y sesiones de concentración que validan tu estudio
pt: Contagem regressiva e sessões de foco que validam a tua revisão

source: Concentration profonde · 21 jours
en: Deep focus · 21 days
es: Concentración profunda · 21 días
pt: Concentração profunda · 21 dias

source: Concentre-toi. Tu y es.
en: Focus. You've got this.
es: Concéntrate. Tú puedes.
pt: Concentre-se. Você consegue.

source: Conditions
en: Terms
es: Términos
pt: Termos

source: Conditions d'utilisation
en: Terms of Use
es: Términos de uso
pt: Termos de utilização

source: Confidentialité
en: Privacy
es: Privacidad
pt: Privacidade

source: Connecte Apple Santé : tes pas, km et minutes d'exercice comptent tout seuls dans tes défis.
en: Connect Apple Health: your steps, km and exercise minutes count automatically in your challenges.
es: Conecta Apple Salud: tus pasos, km y minutos de ejercicio cuentan solos en tus retos.
pt: Conecta o Apple Saúde: teus passos, km e minutos de exercício contam sozinhos nos teus desafios.

source: Connecte-toi pour ajouter des amis, te comparer en douceur et avancer ensemble. Tes habitudes restent privées.
en: Sign in to add friends, compare gently and grow together. Your habits stay private.
es: Inicia sesión para añadir amigos, compararte con calma y avanzar juntos. Tus hábitos siguen siendo privados.
pt: Inicia sessão para adicionar amigos, comparar com calma e evoluir juntos. Os teus hábitos ficam privados.

source: Connecte-toi pour utiliser la communauté.
en: Sign in to use the community.
es: Inicia sesión para usar la comunidad.
pt: Entre para usar a comunidade.

source: Connecter Apple Santé
en: Connect Apple Health
es: Conectar Apple Salud
pt: Conectar o Apple Saúde

source: Connecté à Apple Santé
en: Connected to Apple Health
es: Conectado con Apple Salud
pt: Ligado à Apple Saúde

source: Connexion impossible. Vérifie ton réseau et réessaie.
en: Connection failed. Check your network and try again.
es: No se pudo conectar. Comprueba tu red e inténtalo de nuevo.
pt: Falha na conexão. Verifique sua rede e tente novamente.

source: Conseil
en: Tip
es: Consejo
pt: Dica

source: Conseil du jour
en: Tip of the day
es: Consejo del día
pt: Conselho do dia

source: Conseils personnalisés calculés sur ton appareil, 100 % privé.
en: Personalized advice computed on your device, 100% private.
es: Consejos personalizados calculados en tu dispositivo, 100% privado.
pt: Conselhos personalizados calculados no teu dispositivo, 100% privado.

source: Construis de meilleures habitudes, calmement, un jour à la fois.
en: Build better habits, calmly, one day at a time.
es: Crea mejores hábitos, con calma, un día a la vez.
pt: Cria melhores hábitos, com calma, um dia de cada vez.

source: Construis ton endurance jusqu'aux 5 km.
en: Build your endurance up to 5 km.
es: Desarrolla tu resistencia hasta 5 km.
pt: Constrói a tua resistência até aos 5 km.

source: Construisez de meilleures habitudes, calmement, un jour à la fois.
en: Build better habits, calmly, one day at a time.
es: Crea mejores hábitos, con calma, un día a la vez.
pt: Cria melhores hábitos, com calma, um dia de cada vez.

source: Contenu sexuel ou choquant
en: Sexual or shocking content
es: Contenido sexual o chocante
pt: Conteúdo sexual ou chocante

source: Continue à noter ton humeur : des tendances vont apparaître.
en: Keep logging your mood: patterns will emerge.
es: Sigue registrando tu ánimo: aparecerán tendencias.
pt: Continua a registar o teu humor: vão surgir tendências.

source: Continuer
en: Continue
es: Continuar
pt: Continuar

source: Couche-toi avant 23h pendant 21 jours.
en: Go to bed before 11pm for 21 days.
es: Acuéstate antes de las 23h durante 21 días.
pt: Deite-se antes das 23h por 21 dias.

source: Coucher de soleil
en: Sunset
es: Atardecer
pt: Pôr do sol

source: Courir
en: Run
es: Correr
pt: Correr

source: Courir 20 min
en: Run 20 min
es: Correr 20 min
pt: Correr 20 min

source: Courir 30 min
en: Run 30 min
es: Correr 30 min
pt: Correr 30 min

source: Courir 45 min
en: Run 45 min
es: Correr 45 min
pt: Correr 45 min

source: Course
en: Running
es: Correr
pt: Corrida

source: Création impossible. Vérifie ta connexion et réessaie.
en: Couldn't create the group. Check your connection and try again.
es: No se pudo crear. Comprueba tu conexión e inténtalo de nuevo.
pt: Não foi possível criar. Verifique sua conexão e tente novamente.

source: Créer le groupe
en: Create group
es: Crear grupo
pt: Criar grupo

source: Créer mon défi
en: Create my challenge
es: Crear mi desafío
pt: Criar meu desafio

source: Créer mon propre défi
en: Create my own challenge
es: Crear mi propio desafío
pt: Criar meu próprio desafio

source: Créer un groupe
en: Create a group
es: Crear un grupo
pt: Criar um grupo

source: Créer une routine du matin
en: Create a morning routine
es: Crear una rutina matutina
pt: Criar uma rotina matinal

source: Créer une routine du soir
en: Create an evening routine
es: Crear una rutina nocturna
pt: Criar uma rotina noturna

source: Cuisine
en: Food
es: Cocina
pt: Comida

source: Cuisiner maison
en: Cook at home
es: Cocinar en casa
pt: Cozinhar em casa

source: Cumule 100 km de course dans le mois. Suivi via Apple Santé.
en: Rack up 100 km of running this month. Tracked via Apple Health.
es: Acumula 100 km corriendo este mes. Seguimiento con Apple Salud.
pt: Acumule 100 km de corrida este mês. Acompanhado via Apple Saúde.

source: Cumule 100 km de marche dans le mois.
en: Rack up 100 km of walking this month.
es: Acumula 100 km caminando este mes.
pt: Acumule 100 km de caminhada este mês.

source: Cumule 100 km de marche dans le mois. Suivi via Apple Santé.
en: Rack up 100 km of walking this month. Tracked via Apple Health.
es: Acumula 100 km caminando este mes. Seguimiento con Apple Salud.
pt: Acumule 100 km de caminhada este mês. Acompanhado via Apple Saúde.

source: Cumule 100 minutes de méditation. Suivi via Apple Santé.
en: Rack up 100 minutes of meditation. Tracked via Apple Health.
es: Acumula 100 minutos de meditación. Seguido con Apple Salud.
pt: Acumule 100 minutos de meditação. Rastreado via Apple Saúde.

source: Cumule 100 pompes à ton rythme.
en: Rack up 100 push-ups at your pace.
es: Acumula 100 flexiones a tu ritmo.
pt: Acumula 100 flexões ao teu ritmo.

source: Cumule 1000 minutes d'exercice, suivi via Apple Santé.
en: Rack up 1000 minutes of exercise, via Apple Health.
es: Acumula 1000 minutos de ejercicio, con Apple Salud.
pt: Acumula 1000 minutos de exercício, via Apple Saúde.

source: Cumule 1000 pompes à ton rythme dans le mois.
en: Rack up 1000 push-ups at your pace this month.
es: Acumula 1000 flexiones a tu ritmo este mes.
pt: Acumule 1000 flexões no seu ritmo este mês.

source: Cumule 1000 squats avant la fin du mois.
en: Rack up 1000 squats before month's end.
es: Acumula 1000 sentadillas antes de fin de mes.
pt: Acumula 1000 agachamentos antes do fim do mês.

source: Cumule 200 km à vélo avant la fin du mois.
en: Ride 200 km before month's end.
es: Acumula 200 km en bici antes de fin de mes.
pt: Acumula 200 km de bicicleta antes do fim do mês.

source: Cumule 300 000 pas dans le mois. Suivi via Apple Santé.
en: Rack up 300,000 steps this month. Tracked via Apple Health.
es: Acumula 300 000 pasos este mes. Seguimiento con Apple Salud.
pt: Acumule 300 000 passos este mês. Acompanhado via Apple Saúde.

source: Cumule 50 km de course dans le mois.
en: Run 50 km total this month.
es: Acumula 50 km de carrera en el mes.
pt: Acumula 50 km de corrida no mês.

source: Cumule 50 km de course dans le mois. Suivi via Apple Santé.
en: Rack up 50 km of running this month. Tracked via Apple Health.
es: Acumula 50 km corriendo este mes. Seguimiento con Apple Salud.
pt: Acumule 50 km de corrida este mês. Acompanhado via Apple Saúde.

source: Cumule 500 minutes d'exercice ce mois. Suivi via Apple Santé.
en: Rack up 500 minutes of exercise this month. Tracked via Apple Health.
es: Acumula 500 minutos de ejercicio este mes. Seguido con Apple Salud.
pt: Acumule 500 minutos de exercício este mês. Rastreado via Apple Saúde.

source: Cumulé
en: Total
es: Acumulado
pt: Acumulado

source: Cyber Néon
en: Cyber Neon
es: Ciber Neón
pt: Ciber Néon

source: Date de l'examen
en: Exam date
es: Fecha del examen
pt: Data da prova

# De %@ · %lld %@
source: De %1$@ · %2$lld %3$@
en: From %@ · %lld %@
es: De %@ · %lld %@
pt: De %@ · %lld %@

source: De meilleures habitudes alimentaires.
en: Better eating habits.
es: Mejores hábitos alimentarios.
pt: Melhores hábitos alimentares.

source: De petites actions répétées deviennent qui tu es. Steady t'aide à rester régulier, sans pression.
en: Small repeated actions become who you are. Steady helps you stay consistent, no pressure.
es: Las pequeñas acciones repetidas te definen. Steady te ayuda a ser constante, sin presión.
pt: Pequenas ações repetidas tornam-se quem és. O Steady ajuda-te a ser constante, sem pressão.

source: Demandes
en: Requests
es: Solicitudes
pt: Pedidos

source: Des conseils personnalisés sur tes habitudes
en: Personalized advice on your habits
es: Consejos personalizados sobre tus hábitos
pt: Conselhos personalizados sobre os teus hábitos

source: Des conseils sur mesure, calculés sur ton téléphone. Tes données restent privées.
en: Tailored advice, computed on your phone. Your data stays private.
es: Consejos a medida, calculados en tu teléfono. Tus datos siguen siendo privados.
pt: Conselhos sob medida, calculados no seu telefone. Seus dados permanecem privados.

source: Des conseils sur mesure, chaque jour
en: Tailored advice, every day
es: Consejos a medida, cada día
pt: Conselhos à medida, todos os dias

source: Des jours off sans casser ta série, un rythme qui te respecte. Ici, on avance en douceur.
en: Days off without breaking your streak, a pace that respects you. Here, we move forward gently.
es: Días libres sin romper tu racha, un ritmo que te respeta. Aquí avanzamos con calma.
pt: Dias de folga sem quebrar a tua sequência, um ritmo que te respeita. Aqui avançamos com calma.

source: Des sessions de concentration profonde.
en: Sessions of deep focus.
es: Sesiones de concentración profunda.
pt: Sessões de concentração profunda.

source: Des soirées plus calmes pour un meilleur sommeil.
en: Calmer evenings for better sleep.
es: Noches más tranquilas para dormir mejor.
pt: Noites mais calmas para dormir melhor.

source: Distance (course/marche)
en: Distance (run/walk)
es: Distancia (correr/caminar)
pt: Distância (corrida/caminhada)

source: Dix minutes de lumière du jour chaque matin.
en: Ten minutes of daylight every morning.
es: Diez minutos de luz natural cada mañana.
pt: Dez minutos de luz do dia todas as manhãs.

source: Double-tapez pour valider cette habitude
en: Double-tap to complete this habit
es: Toca dos veces para completar este hábito
pt: Toque duas vezes para concluir este hábito

source: Douche froide
en: Cold shower
es: Ducha fría
pt: Banho frio

source: Douche froide · 21 jours
en: Cold shower · 21 days
es: Ducha fría · 21 días
pt: Duche frio · 21 dias

source: Douche froide · 30 jours
en: Cold shower · 30 days
es: Ducha fría · 30 días
pt: Banho frio · 30 dias

source: Débloque tes tendances
en: Unlock your trends
es: Desbloquea tus tendencias
pt: Desbloqueia as tuas tendências

source: Débloque tout Steady à vie, en un seul paiement.
en: Unlock all of Steady forever, with a single payment.
es: Desbloquea todo Steady de por vida, con un solo pago.
pt: Desbloqueia todo o Steady para sempre, com um único pagamento.

source: Débloque tout le potentiel de tes habitudes
en: Unlock the full potential of your habits
es: Desbloquea todo el potencial de tus hábitos
pt: Desbloqueia todo o potencial dos teus hábitos

source: Débloquer
en: Unlock
es: Desbloquear
pt: Desbloquear

source: Débloquer Premium
en: Unlock Premium
es: Desbloquear Premium
pt: Desbloquear Premium

source: Débloquer Premium pour aujourd'hui
en: Unlock Premium for today
es: Desbloquear Premium por hoy
pt: Desbloquear o Premium por hoje

source: Débloquer avec Premium
en: Unlock with Premium
es: Desbloquear con Premium
pt: Desbloquear com Premium

source: Débloquer à vie
en: Unlock for life
es: Desbloquear de por vida
pt: Desbloquear para sempre

source: Débloquez les rappels par habitude, les statistiques avancées et l'illimité.
en: Unlock per-habit reminders, advanced statistics and unlimited habits.
es: Desbloquea recordatorios por hábito, estadísticas avanzadas y hábitos ilimitados.
pt: Desbloqueia lembretes por hábito, estatísticas avançadas e hábitos ilimitados.

source: Débloquez tout le potentiel de vos habitudes
en: Unlock the full potential of your habits
es: Desbloquea todo el potencial de tus hábitos
pt: Desbloqueia todo o potencial dos teus hábitos

source: Débloqué
en: Unlocked
es: Desbloqueado
pt: Desbloqueado

source: Débutant
en: Beginner
es: Principiante
pt: Iniciante

source: Débuter la course
en: Start running
es: Empezar a correr
pt: Começar a correr

source: Découvrir
en: Discover
es: Descubrir
pt: Descobrir

source: Décris ta journée en trois mots.
en: Describe your day in three words.
es: Describe tu día en tres palabras.
pt: Descreve o teu dia em três palavras.

source: Décroche vraiment des écrans, jour après jour.
en: Truly unplug from screens, day after day.
es: Desconecta de verdad de las pantallas, día tras día.
pt: Desconecte de verdade das telas, dia após dia.

source: Défi réussi !
en: Challenge complete!
es: ¡Desafío completado!
pt: Desafio concluído!

source: Défier des amis
en: Challenge friends
es: Retar a amigos
pt: Desafiar amigos

source: Défier un ami
en: Challenge a friend
es: Retar a un amigo
pt: Desafiar um amigo

source: Défis
en: Challenges
es: Retos
pt: Desafios

source: Défis en cours
en: Active challenges
es: Retos activos
pt: Desafios ativos

source: Défis reliés à Apple Santé
en: Challenges linked to Apple Health
es: Retos vinculados a Apple Salud
pt: Desafios ligados ao Apple Saúde

source: Déjà amis
en: Already friends
es: Ya sois amigos
pt: Já são amigos

source: Déjà validé aujourd'hui
en: Already done today
es: Ya validado hoy
pt: Já validado hoje

source: Démarrer
en: Start
es: Empezar
pt: Começar

source: Désactiver le jour de repos
en: Turn off rest day
es: Desactivar el día de descanso
pt: Desativar o dia de descanso

source: Désencombrer 1 objet
en: Declutter 1 item
es: Despejar 1 objeto
pt: Arrumar 1 objeto

source: Désencombrer · 30 jours
en: Declutter · 30 days
es: Ordenar · 30 días
pt: Desapegar · 30 dias

source: Détail
en: Detail
es: Detalle
pt: Detalhe

source: Détails
en: Details
es: Detalles
pt: Detalhes

source: Détox digitale
en: Digital detox
es: Detox digital
pt: Detox digital

source: Eau
en: Water
es: Agua
pt: Água

source: Eau + électrolytes
en: Water + electrolytes
es: Agua + electrolitos
pt: Água + eletrólitos

source: Eau, méditation, distance, exercice via Apple Santé
en: Water, mindfulness, distance, exercise, via Apple Health
es: Agua, meditación, distancia, ejercicio, vía Apple Salud
pt: Água, meditação, distância, exercício, via Apple Saúde

source: Eau, méditation, pas : tes habitudes peuvent se valider toutes seules.
en: Water, mindfulness, steps: your habits can complete themselves.
es: Agua, meditación, pasos: tus hábitos pueden validarse solos.
pt: Água, meditação, passos: os teus hábitos podem validar-se sozinhos.

source: Eau, méditation, pas via Apple Santé
en: Water, mindfulness, steps, via Apple Health
es: Agua, meditación, pasos, con Apple Salud
pt: Água, meditação, passos, via Apple Saúde

source: En %lld jours
en: Within %lld days
es: En %lld días
pt: Em %lld dias

source: En hausse cette semaine
en: Up this week
es: Al alza esta semana
pt: Em alta esta semana

source: En pleine ascension
en: On the rise
es: En plena subida
pt: Em plena ascensão

source: En période d'examens, active le jour de repos : tes séries restent protégées même si tu mets tes habitudes en pause pour réviser. Zéro culpabilité.
en: During exams, turn on rest day: your streaks stay protected even if you pause habits to study. Zero guilt.
es: En época de exámenes, activa el día de descanso: tus rachas quedan protegidas aunque pauses tus hábitos para estudiar. Cero culpa.
pt: Na época de provas, ative o dia de descanso: suas sequências ficam protegidas mesmo se pausar os hábitos para estudar. Zero culpa.

source: Encourager %@
en: Cheer %@
es: Animar a %@
pt: Incentivar %@

source: Enregistrer
en: Save
es: Guardar
pt: Guardar

source: Enregistrer les modifications
en: Save changes
es: Guardar cambios
pt: Guardar alterações
